chat_system_2079390841_actor_description=Dwarf - guard.
chat_system_2079390841_snap_0_question=^?^Hey, you! You... You're a human!<br>To arms! Everyone, to arms! It's an invasion!
chat_system_2079390841_snap_0_answer_0=^?^Calm yourself, bearded warrior! I am the ambassador of His Majesty, King Mark!
chat_system_2079390841_snap_2_question=^?^Ha! All the better... You killed our ambassadors, and now we can return the favor.
chat_system_2079390841_snap_2_answer_0=^?^I'm carrying a peace treaty. The dwarven ambassadors were killed by conspirators, who wished to launch a war. Do not do something that you will later regret, brave warrior.
chat_system_2079390841_snap_3_question=^?^Hm... Ok... I'll let you pass.... And I will inform the other posts up ahead about you. But let me tell you one thing: be more cautious. I don't think that the presence of the human king's armies in Kordar is going to look real good to the mountain clans...
chat_system_2079390841_snap_3_answer_0=^?^I'll be careful. Thanks!
chat_system_2079390841_snap_1_question=^?^Remember, human, wherever you go, you'll be watched by dozens of eyes. Just give us one cause, and our axes will drink human blood.
chat_system_2079390841_snap_1_answer_0=^?^How can I get to the capital?
chat_system_2079390841_snap_1_answer_1=^?^I remember something about this...
chat_system_2079390841_snap_5_question=^?^To Taron? It's easy for a dwarf, but might be too difficult for a human. You should go down to Lower Hadar by elevator, and find the way to the Taron Mines from there. By the main road you'll come to the Miners Square. Marble stairs leads you up to Ardan's Peaks, right to Taron. Good luck, ha-ha...
chat_system_2079390841_snap_5_answer_0=^?^Thanks!
